Repository: ddudios/GameFinder
Catalog: GameFinder/Shared/Utils/Localization/Localizable.xcstrings
Source language: en
Languages: ja, ko

# alert_button_ok
source: OK
ja: 了解
ko: 확인

# alert_message_language
source: Please restart the app to apply the language change.
ja: 言語変更を適用するには、アプリを再起動してください。
ko: 언어 변경 사항을 적용하려면 앱을 다시 시작해 주세요.

# alert_title_language
source: Language Changed
ja: 言語が変更されました
ko: 언어 변경

source: Delete
ja: 削除
ko: 삭제

source: Diary
ja: 日記
ko: 다이어리

# diary_alert_message_delete_log
source: Deleting the record. Once deleted, it cannot be recovered.
ja: 記録を削除します。削除すると復元できません。

# diary_alert_message_save_fail
source: Please enter a title.
ja: タイトルを入力してください。
ko: 제목을 입력해주세요.

# diary_placeholder_content
source: Enter your content
ja: 内容を入力してください

# diary_toast_delete_failed
source: Deletion failed. Please try again.
ja: 削除に失敗しました。もう一度お試しください。
ko: 삭제에 실패했습니다. 다시 시도해주세요.

source: Edit
ja: 編集
ko: 수정

source: Error
ja: エラー
ko: 오류

# error_apiLimitExceeded_message
source: You have exceeded the API call limit. Please try again later.
ja: API呼び出しの制限を超えました。しばらくしてから再度お試しください。

# error_invalidResponse_message
source: The server response is invalid. Please try again.
ja: サーバーの応答が正しくありません。もう一度お試しください。

# error_noData_message
source: Data was not received. Please try again.
ja: データを受け取れませんでした。もう一度お試しください。

# error_server_message
source: A server error has occurred. Please try again.
ja: サーバーエラーが発生しました。もう一度お試しください。

source: Favorite
ja: お気に入り
ko: 즐겨찾기

# game_detail_alert_message_diary_delete
source: The entries and media saved in the "%@" diary will be deleted. Once deleted, they cannot be recovered.
ja: 「%@」ダイアリーに記録された内容とメディアが削除されます。削除すると復元できません。

# game_detail_alert_title_diary_delete
source: Remove from diary
ja: ダイアリーから削除
ko: 다이어리에서 제거

# game_detail_section_developer
source: Developer
ja: 開発者

# game_detail_section_genre
source: Genre
ja: ジャンル
ko: 장르

# game_detail_section_platform
source: Platform
ja: プラットフォーム

# game_detail_section_publisher
source: Publisher
ja: 出版社

source: Get another game recommendation
ja: 別のゲームをおすすめしてもらう
ko: 다른 게임 추천받기

# label_placeholder_empty
source: No items in %@
ja: %@に項目がありません
ko: %@이(가) 비어 있습니다

# nav_title_first
source: Game Finder
ja: ゲームファインダー
ko: 게임 탐색기

# nav_title_search
source: Search
ja: 検索
ko: 검색

# nav_title_search_results
source: Search Results
ja: 検索結果
ko: 검색 결과

# nav_title_second
source: Library
ja: 図書館
ko: 라이브러리

# nav_title_third
source: Settings
ja: 設定
ko: 설정

source: Notification
ja: 通知
ko: 알림

# notification_added
source: Notification scheduled for 6 PM, one day before release.
ja: 発売日の1日前の午後6時に通知が設定されました。
ko: 출시일 하루 전 오후 6시에 알림이 설정되었습니다.

# notification_body
source: “%@” will be released tomorrow!
ja: 「%@」が明日リリースされます！
ko: “%@”이(가) 내일 출시됩니다!

# notification_discount_coming_soon
source: Game discount notification feature is being updated.
ja: ゲーム割引通知機能は更新中です。
ko: 게임 할인 알림 기능이 업데이트 중입니다.

# notification_removed
source: “%@” has been removed from notifications.
ja: 「%@」が通知から削除されました。
ko: “%@”이(가) 알림에서 제거되었습니다.

# notification_title
source: Game Release Alert
ja: ゲームリリース通知
ko: 게임 출시 알림

# notification_turn_on_button
source: Turn On
ja: オンにする
ko: 켜기

# notification_turn_on_message
source: Would you like to turn on global notifications to receive release alerts for this game?
ja: このゲームのリリース通知を受け取るには、グローバル通知をオンにしますか？
ko: 이 게임의 출시 알림을 받으려면 전역 알림을 켜시겠습니까?

# notification_turn_on_title
source: Notifications Off
ja: 通知がオフです
ko: 알림이 꺼져있습니다

source: Save
ja: 保存
ko: 저장

# section_header_free_games
source: TOP FREE GAMES
ja: トップ無料ゲーム
ko: 무료 게임

# section_header_popular_games
source: TOP PLAYED GAMES
ja: 人気ゲーム
ko: 인기 게임

# section_header_upcoming_games
source: COMING SOON
ja: 近日公開
ko: 출시 예정

# setting_app_noti_button
source: Open Settings
ja: 設定を開く
ko: 설정 열기

# setting_app_noti_message
source: Please enable notifications in Settings to receive game release alerts.
ja: ゲームリリース通知を受け取るには、設定で通知を有効にしてください。
ko: 게임 출시 알림을 받으려면 설정에서 알림을 활성화해 주세요.

# setting_app_noti_title
source: Notification Permissions Settings
ja: 通知権限設定

# setting_cell_contact
source: Contact
ja: お問い合わせ
ko: 문의하기

# setting_cell_language
source: Language
ja: 言語
ko: 언어

# setting_email_cancelled
source: Email cancelled.
ja: メール作成がキャンセルされました。
ko: 이메일 작성이 취소되었습니다.

# setting_email_failed
source: Failed to send email.
ja: メールの送信に失敗しました。
ko: 이메일 전송에 실패했습니다.

# setting_email_saved
source: Email saved to drafts.
ja: メールが下書きに保存されました。
ko: 이메일이 임시저장되었습니다.

# setting_email_sent
source: Email sent successfully.
ja: メールが送信されました。
ko: 이메일이 전송되었습니다.

# setting_language_sheet_message
source: Choose your preferred language
ja: お好みの言語を選択してください。
ko: 선호하는 언어를 선택하세요.

# setting_language_sheet_title
source: Select Language
ja: 言語を選択
ko: 언어 선택

# setting_noti_disabled
source: Notifications disabled
ja: 通知が無効化されました。
ko: 알림이 비활성화되었습니다.

# setting_noti_enabled
source: Notifications enabled
ja: 通知が有効になりました。
ko: 알림이 활성화되었습니다.

# setting_noti_message
source: Enable notifications to receive alerts for game releases.
ja: 気になるゲームの発売日に通知を受け取ることができます。
ko: 관심있는 게임의 출시일에 알림을 받을 수 있습니다.

# setting_noti_off
source: Turn Off Notifications
ja: 通知をオフにする
ko: 알림 끄기

# setting_noti_on
source: Turn On Notifications
ja: 通知をオンにする
ko: 알림 켜기

# setting_section_general
source: GENERAL
ja: 一般
ko: 일반

# setting_section_support
source: SUPPORT
ja: お問い合わせ
ko: 문의

# tab_bar_title_first
source: Finder
ja: 検索
ko: 탐색

# tab_bar_title_second
source: Library
ja: ライブラリ
ko: 라이브러리

# tab_bar_title_third
source: Settings
ja: 設定
ko: 설정

source: Today
ja: 今日
ko: 오늘

source: Tomorrow
ja: 明日
ko: 내일

# widget_release
source: Release on %@
ja: %@ リリース予定
ko: %@ 출시 예정

# widget_title
source: Game Finder
ja: ゲームファインダー
ko: 게임 탐색기

# 매일 새로운 게임을 추천받습니다.
source: Get a new game recommendation every day.
ko: 매일 새로운 게임을 추천받습니다.

# 새로운 게임을 찾아 보세요!
source: Discover new games!
ko: 새로운 게임을 찾아 보세요!

# 출시 예정 게임 추천
source: Upcoming Game Recommendations
ko: 출시 예정 게임 추천
